tap "caskformula/caskformula"
tap "dart-lang/dart"
tap "goles/battery"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "sanemat/font"
tap "uetchy/nlp"
brew "gettext"
brew "libffi"
brew "autoconf"
brew "p7zip"
brew "xz"
brew "binwalk"
brew "chromedriver"
brew "clisp"
brew "ctags"
brew "curl"
brew "dcraw"
brew "docker-machine-driver-xhyve"
brew "ffmpeg"
brew "libogg"
brew "flac"
brew "foremost"
brew "fzf"
brew "geckodriver"
brew "gibo"
brew "lua"
brew "gnuplot"
brew "go"
brew "gradle"
brew "graphviz"
brew "imagemagick"
brew "kotlin"
brew "leiningen"
brew "leptonica"
brew "lha"
brew "libsndfile", link: false
brew "lynx"
brew "mad"
brew "markdown"
brew "mecab"
brew "mecab-ipadic"
brew "neovim"
brew "nkf"
brew "nmap", link: false
brew "node"
brew "pandoc"
brew "pwgen"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rlwrap"
brew "roswell"
brew "sbcl"
brew "socat"
brew "sox"
brew "tesseract"
brew "tmux"
brew "tree"
brew "ufraw"
brew "unrar"
brew "vim", args: ["with-lua"]
brew "wget"
brew "youtube-dl"
brew "zbar"
brew "zsh"
brew "goles/battery/battery"
brew "sanemat/font/ricty"
cask "keycastr"
cask "minikube"
cask "qlcolorcode"
cask "qlmarkdown"
cask "quicklook-json"
