brew "autoconf"
brew "chromedriver"
brew "clisp"
brew "ctags"
brew "curl"
brew "docker-machine-driver-xhyve"
brew "fzf"
brew "gettext"
brew "gibo"
brew "go"
brew "goles/battery/battery"
brew "imagemagick"
brew "kotlin"
brew "libffi"
brew "mas"
brew "neovim"
brew "nkf"
brew "nmap", link: false
brew "node"
brew "pandoc"
brew "pwgen"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rlwrap"
brew "sanemat/font/ricty"
brew "tmux"
brew "tree"
brew "vim", args: ["with-lua"]
brew "wget"
brew "zsh"

cask "alfred"
cask "appcleaner"
cask "clipy"
cask "docker"
cask "dropbox"
cask "flux"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyperswitch"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "kindle"
cask "macvim"
cask "marp"
cask "mendeley"
cask "minikube"
cask "oni"
cask "qlcolorcode"
cask "qlmarkdown"
cask "quicklook-json"
cask "simplenote"
cask "spotify"
cask "station"
cask "typora"
cask "virtualbox"
cask "vmware-remote-console"
cask "wireshark"
cask "xquartz"

tap "caskformula/caskformula"
tap "dart-lang/dart"
tap "goles/battery"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "sanemat/font"

mas "LINE", id: 539883307
mas "Xcode", id: 497799835
